/* Status text for queued multi-part archives */
"%@ (+%d more)" = "%1$@ (nog %2$d meer)";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the file \"%@\" from the archive \"%@\": %@" = "Het uitpakken van '%1$@' uit het archief '%2$@' is mislukt: %3$@";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the resource fork for the file \"%@\" from the archive \"%@\":\n%@" = "Het uitpakken van de bronvork voor '%1$@' uit het archief '%2$@' is mislukt:\n%3$@";

/* Option in the password encoding pop-up to use the default encoding */
"Default encoding" = "Standaardcodering";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "Detecteer automatisch";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "Pak uit";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "Pak archief uit";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "'%@' uitpakken";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "Uitpakken van '%@' voorbereiden";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "Selecteer";

/* Panel title when choosing archives to extract */
"Select files to unarchive" = "Selecteer de bestanden die je wilt uitpakken";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "De inhoud van '%@' kan niet worden uitgepakt met The Unarchiver.";

/* Error message when encountering an error while extracting entries */
"There was a problem while extracting the contents of the file \"%@\": %@" = "Er was een probleem met het uitpakken van de inhoud van '%1$@': %2$@";

/* Error message when encountering an error while parsing an archive */
"There was a problem while reading the contents of the file \"%@\": %@" = "Er was een probleem met het lezen van de inhoud van '%1$@': %2$@";

/* Panel OK button title when choosing archives to extract */
"Unarchive" = "Pak uit";

/* Status text when asking for a password */
"You need to supply a password to open the archive \"%@\"." = "Geef het wachtwoord om '%@' te openen.";

/* Title for nagging alert on first startup */
"Where should The Unarchiver extract archives?" = "Waar moet The Unarchiver je archieven uitpakken?";

/* Content of nagging alert on first startup */
"Would you like The Unarchiver to extract archives to the same folder as the archive file, or would you prefer to be asked for a destination folder for every individual archive?" = "Pak altijd in dezelfde map uit of laat de app je altijd een bestemming kiezen.";

/* Button to ask every time in nagging alert on first startup */
"Ask every time" = "Vraag altijd";

/* Button to extract to the same folder in nagging alert on first startup */
"Extract to the same folder" = "Pak uit in dezelfde map";

/* Informative text in the file panel shown when trying to gain sandbox access */
"The Unarchiver does not have permission to write to this folder. To allow The Unarchiver to write to this folder, simply click \"Extract\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver heeft je toestemming nodig om uitgepakte bestanden in de geselecteerde map te bewaren. Klik op 'Pak uit' om deze actie goed te keuren.";

/* Informative text in the file panel shown when trying to gain sandbox access for multi-part archives */
"The Unarchiver needs to search for more parts of this archive, but does not have permission to read the folder. To allow The Unarchiver to search in this folder, simply click \"Search\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver heeft je toestemming nodig om andere delen van het geselecteerde archief op deze locatie te zoeken. Klik op 'Zoek' om deze actie goed te keuren.";

/* Panel OK button title when searching for more archive parts */
"Search" = "Zoek";

/* Check for updates menu item */
"Check for Updates…" = "Zoek naar updates…";

/* Error messages from XADMaster.framework. Some are converted to friendlier messages in English, too. */
/* Common errors */

"Attempted to read more data than was available" = "Het archiefbestand is onvolledig";
"Opening file failed" = "Het bestand kan niet worden geopend";
"Missing or wrong password" = "Het opgegeven wachtwoord is onjuist";
"Wrong checksum" = "Het archief is beschadigd";
"Could not create directory" = "Map kan niet worden aangemaakt";

/* Uncommon or unused errors */
"Unknown error" = "Onbekende fout";
"Failed to write to file" = "Schrijven naar bestand is mislukt";
"Function called with illegal parameters" = "Functie aangeroepen met verkeerde parameters";
"Not enough memory available" = "Onvoldoende geheugen beschikbaar";
"Data is corrupted" = "Gegevens zijn beschadigd";
"File is not fully supported" = "Het bestand wordt niet volledig ondersteund";
"Required resource missing" = "Vereiste bron ontbreekt";
"Error on decrunching" = "Fout bij het decrunchen";
"Unknown file type" = "Onbekend bestandstype";
"File, disk has been skipped" = "Bestand, schijf is overgeslagen";
"User cancelled extraction" = "Gebruiker heeft het uitpakken geannuleerd";
"File already exists" = "Bestand bestaat al";
"Verify failed (disk hook)" = "Verificatie mislukt (schijfhaak)";
"Wrong drive geometry" = "Harde schijf heeft verkeerde geometrie";
"Unknown data format" = "Onbekende gegevensstructuur";
"Source contains no files" = "Bron bevat geen bestanden";
"Unknown filesystem" = "Onbekend bestandssysteem";
"Name of file exists as directory" = "Naam van bestand bestaat als directory";
"Buffer was too short" = "Buffer is te klein";
"Text encoding was defective" = "Tekstcodering is defect";
"Could not create symlink" = "Symlink kan niet worden gemaakt";

"AlertTitle_SetFileTypeAssociationAppStore" = "Overweeg om The Unarchiver in te stellen als de standaardapp voor de geselecteerde bestandstypen.";
"AlertDescription_SetFileTypeAssociationAppStore" = "Klik in het contextuele menu van een bestand op 'Toon info' en kies The Unarchiver in de lijst 'Open met:'. Klik op 'Wijzig alles...' om dit op alle vergelijkbare archieven toe te passen.";

"AlertTitle_UnsetFileTypeAssociationAppStore" = "Stel indien gewenst een andere app in als standaardapp voor de geselecteerde bestandstypen.";
"AlertDescription_UnsetFileTypeAssociationAppStore" = "Klik in het contextuele menu van een bestand op 'Toon info' en kies de gewenste app in de lijst 'Open met:'. Klik op 'Wijzig alles...' om dit op alle vergelijkbare archieven toe te passen.";

/* About window */
"Standalone" = "Standalone";

/* Extracted view */
"extracted" = "uitgepakt";
